#
# Copyright 2004-2006 The Apache Software Foundation.
#
# Licensed under the Apache License, Version 2.0 (the "License");
# you may not use this file except in compliance with the License.
# You may obtain a copy of the License at
#
#      http://www.apache.org/licenses/LICENSE-2.0
#
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
# See the License for the specific language governing permissions and
# limitations under the License.
#

report.dependencies.name=\u4f9d\u5b58\u95a2\u4fc2
report.dependencies.nolist=\u3053\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306b\u5bfe\u3059\u308b\u4f9d\u5b58\u95a2\u4fc2\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u3053\u308c\u306f\u4ed6\u306e\u3069\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306b\u3082\u4f9d\u5b58\u3057\u3066\u3044\u306a\u3044\u30b9\u30bf\u30f3\u30c9\u30a2\u30ed\u30f3\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3067\u3059\u3002
report.dependencies.title=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u4f9d\u5b58\u95a2\u4fc2
report.dependencies.description=\u3053\u306e\u6587\u66f8\u306f\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u4f9d\u5b58\u30e9\u30a4\u30d6\u30e9\u30ea\u3092\u30ea\u30b9\u30c8\u30a2\u30c3\u30d7\u3057\u3001\u500b\u3005\u306e\u4f9d\u5b58\u30e9\u30a4\u30d6\u30e9\u30ea\u306e\u60c5\u5831\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002
report.dependencies.intro=\u4ee5\u4e0b\u306f\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u4f9d\u5b58\u95a2\u4fc2\u306e\u30ea\u30b9\u30c8\u3067\u3059\u3002 \u3053\u308c\u3089\u306e\u4f9d\u5b58\u95a2\u4fc2\u306f\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u30b3\u30f3\u30d1\u30a4\u30eb\u3001\u5b9f\u884c\u3059\u308b\u306e\u306b\u5fc5\u8981\u3067\u3059\u3002
report.dependencies.column.groupId=\u30b0\u30eb\u30fc\u30d7ID
report.dependencies.column.artifactId=\u6210\u679c\u7269ID
report.dependencies.column.version=\u30d0\u30fc\u30b8\u30e7\u30f3
report.dependencies.column.description=\u8aac\u660e
report.dependencies.column.url=URL
report.dependencies.column.optional=\u5099\u8003

report.dependencies.intro.runtime=\u4ee5\u4e0b\u306f\u3053\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u30e9\u30f3\u30bf\u30a4\u30e0\u4f9d\u5b58\u95a2\u4fc2\u3067\u3059\u3002\u3053\u308c\u3089\u306e\u4f9d\u5b58\u95a2\u4fc2\u306f\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u5b9f\u884c\u3059\u308b\u306e\u306b\u5fc5\u8981\u3067\u3059\u3002
report.dependencies.intro.compile=\u4ee5\u4e0b\u306f\u3053\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u30b3\u30f3\u30d1\u30a4\u30eb\u4f9d\u5b58\u95a2\u4fc2\u3067\u3059\u3002\u3053\u308c\u3089\u306e\u4f9d\u5b58\u95a2\u4fc2\u306f\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u30b3\u30f3\u30d1\u30a4\u30eb\u304a\u3088\u3073\u5b9f\u884c\u3059\u308b\u306e\u306b\u5fc5\u8981\u3067\u3059\u3002
report.dependencies.intro.test=\u4ee5\u4e0b\u306f\u3053\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u30c6\u30b9\u30c8\u4f9d\u5b58\u95a2\u4fc2\u3067\u3059\u3002\u3053\u308c\u3089\u306e\u4f9d\u5b58\u95a2\u4fc2\u306f\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u30e6\u30cb\u30c3\u30c8\u30c6\u30b9\u30c8\u3092\u5b9f\u884c\u3059\u308b\u6642\u306e\u307f\u5fc5\u8981\u3067\u3059\u3002
report.dependencies.intro.provided=\u4ee5\u4e0b\u306f\u3053\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u63d0\u4f9b\u6e08\u307f\u4f9d\u5b58\u95a2\u4fc2\u306e\u30ea\u30b9\u30c8\u3067\u3059\u3002\u3053\u308c\u3089\u306e\u4f9d\u5b58\u95a2\u4fc2\u306f\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u30b3\u30f3\u30d1\u30a4\u30eb\u3059\u308b\u306e\u306b\u5fc5\u8981\u3067\u3059\u304c\u3001\u5b9f\u969b\u306b\u30e9\u30a4\u30d6\u30e9\u30ea\u3092\u4f7f\u7528\u3059\u308b\u969b\u306b\u306f\u5b9f\u884c\u74b0\u5883\u306b\u3088\u3063\u3066\u30c7\u30d5\u30a9\u30eb\u30c8\u3067\u63d0\u4f9b\u3055\u308c\u308b\u3079\u304d\u3082\u306e\u3067\u3059\u3002
report.dependencies.intro.system=\u4ee5\u4e0b\u306f\u3053\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u30b7\u30b9\u30c6\u30e0\u4f9d\u5b58\u95a2\u4fc2\u306e\u30ea\u30b9\u30c8\u3067\u3059\u3002\u3053\u308c\u3089\u306e\u4f9d\u5b58\u95a2\u4fc2\u306f\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u30b3\u30f3\u30d1\u30a4\u30eb\u3059\u308b\u969b\u306b\u5fc5\u8981\u3067\u3059\u3002

report.transitivedependencies.title=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u904e\u6e21\u7684\u4f9d\u5b58\u95a2\u4fc2
report.transitivedependencies.nolist=\u3053\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306b\u5fc5\u8981\u306a\u904e\u6e21\u7684\u4f9d\u5b58\u95a2\u4fc2\u306f\u3042\u308a\u307e\u305b\u3093\u3002
report.transitivedependencies.intro=\u4ee5\u4e0b\u306f\u3053\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u904e\u6e21\u7684\u4f9d\u5b58\u30e9\u30a4\u30d6\u30e9\u30ea\u306e\u30ea\u30b9\u30c8\u3067\u3059\u3002\u904e\u6e21\u7684\u4f9d\u5b58\u30e9\u30a4\u30d6\u30e9\u30ea\u306f\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u4f9d\u5b58\u30e9\u30a4\u30d6\u30e9\u30ea\u306e\u4f9d\u5b58\u30e9\u30a4\u30d6\u30e9\u30ea\u3067\u3059\u3002
report.transitivedependencies.column.groupId=\u30b0\u30eb\u30fc\u30d7ID
report.transitivedependencies.column.artifactId=\u6210\u679c\u7269ID
report.transitivedependencies.column.version=\u30d0\u30fc\u30b8\u30e7\u30f3
report.transitivedependencies.column.description=\u8aac\u660e
report.transitivedependencies.column.url=URL

report.mailing-lists.name=\u30e1\u30fc\u30ea\u30f3\u30b0\u30ea\u30b9\u30c8
report.mailing-lists.nolist=\u73fe\u5728\u3053\u306e\u30e1\u30fc\u30ea\u30f3\u30b0\u30ea\u30b9\u30c8\u306b\u95a2\u9023\u3059\u308b\u30e1\u30fc\u30ea\u30f3\u30b0\u30ea\u30b9\u30c8\u306f\u3042\u308a\u307e\u305b\u3093\u3002
report.mailing-lists.title=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u30e1\u30fc\u30ea\u30f3\u30b0\u30ea\u30b9\u30c8
report.mailing-lists.description=\u3053\u306e\u6587\u66f8\u306f\u3053\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u30e1\u30fc\u30ea\u30f3\u30b0\u30ea\u30b9\u30c8\u306e\u8cfc\u8aad\u65b9\u6cd5\u3068\u3001\u30e1\u30fc\u30ea\u30f3\u30b0\u30ea\u30b9\u30c8\u306e\u30a2\u30fc\u30ab\u30a4\u30d6\u306b\u95a2\u3059\u308b\u60c5\u5831\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002
report.mailing-lists.intro=\u3053\u308c\u3089\u306f\u3053\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u7528\u306b\u4f5c\u6210\u3055\u308c\u305f\u30e1\u30fc\u30ea\u30f3\u30b0\u30ea\u30b9\u30c8\u3067\u3059\u3002\u305d\u308c\u305e\u308c\u306e\u30ea\u30b9\u30c8\u306b\u5bfe\u3057\u3066\u767b\u9332\u3001\u8131\u9000\u3001\u30a2\u30fc\u30ab\u30a4\u30d6\u3078\u306e\u30ea\u30f3\u30af\u304c\u3042\u308a\u307e\u3059\u3002
report.mailing-lists.column.name=\u540d\u524d
report.mailing-lists.column.subscribe=\u767b\u9332
report.mailing-lists.column.unsubscribe=\u8131\u9000
report.mailing-lists.column.post=\u6295\u7a3f
report.mailing-lists.column.archive=\u30a2\u30fc\u30ab\u30a4\u30d6
report.mailing-lists.column.otherArchives=\u4ed6\u306e\u30a2\u30fc\u30ab\u30a4\u30d6

report.team-list.name=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30c1\u30fc\u30e0
report.team-list.description=\u3053\u306e\u6587\u66f8\u306f\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u30e1\u30f3\u30d0\u306e\u60c5\u5831\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002\u3053\u308c\u3089\u306f\u3001\u4f55\u3089\u304b\u306e\u5f62\u3067\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306b\u8ca2\u732e\u3057\u305f\u4eba\u305f\u3061\u3067\u3059\u3002
report.team-list.title=\u30c1\u30fc\u30e0\u30ea\u30b9\u30c8
report.team-list.intro.title=\u30c1\u30fc\u30e0
report.team-list.intro.description1=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u304c\u6210\u529f\u3059\u308b\u306b\u306f\u591a\u304f\u306e\u4eba\u3005\u304c\u591a\u304f\u306e\u5f79\u5272\u3092\u6f14\u3058\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002\u3042\u308b\u30e1\u30f3\u30d0\u304c\u30b3\u30fc\u30c9\u3084\u6587\u66f8\u3092\u66f8\u304f\u4e00\u65b9\u3001\u4ed6\u306e\u30e1\u30f3\u30d0\u306f\u30c6\u30b9\u30c8\u3092\u884c\u3044\u3001\u30d1\u30c3\u30c1\u3092\u63d0\u4f9b\u3057\u3001\u63d0\u6848\u3092\u884c\u3046\u3053\u3068\u3067\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306b\u8ca2\u732e\u3057\u307e\u3059\u3002
report.team-list.intro.description2=\u30c1\u30fc\u30e0\u306f\u30e1\u30f3\u30d0\u3068\u30b3\u30f3\u30c8\u30ea\u30d3\u30e5\u30fc\u30bf\u3067\u69cb\u6210\u3055\u308c\u307e\u3059\u3002\u30e1\u30f3\u30d0\u306f\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u30bd\u30fc\u30b9\u306b\u76f4\u63a5\u30a2\u30af\u30bb\u30b9\u3057\u3001 \u6d3b\u767a\u306b\u30b3\u30fc\u30c9\u30d9\u30fc\u30b9\u3092\u9032\u5316\u3055\u305b\u307e\u3059\u3002\u30b3\u30f3\u30c8\u30ea\u30d3\u30e5\u30fc\u30bf\u306f\u30d1\u30c3\u30c1\u3092\u6295\u7a3f\u3057\u3001\u30e1\u30f3\u30d0\u306b\u63d0\u6848\u3092\u884c\u3046\u3053\u3068\u306b\u3088\u3063\u3066\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u3092\u6539\u5584\u3057\u307e\u3059\u3002\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u30b3\u30f3\u30c8\u30ea\u30d3\u30e5\u30fc\u30bf\u306e\u6570\u306b\u5236\u9650\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u3059\u3050\u306b\u53c2\u52a0\u3057\u307e\u3057\u3087\u3046\u3002\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u3078\u306e\u3069\u3093\u306a\u8ca2\u732e\u3067\u3082\u5927\u6b53\u8fce\u3067\u3059\u3002
report.team-list.developers.title=\u30e1\u30f3\u30d0
report.team-list.nodeveloper=\u3053\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u3067\u4f5c\u696d\u3057\u3066\u3044\u308b\u958b\u767a\u8005\u306f\u3044\u307e\u305b\u3093\u3002
report.team-list.developers.intro=\u4ee5\u4e0b\u306f\u30b3\u30df\u30c3\u30c8\u6a29\u9650\u3092\u6301\u3061\u3001\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306b\u76f4\u63a5\u306a\u3093\u3089\u304b\u306e\u8ca2\u732e\u3092\u3057\u305f\u958b\u767a\u8005\u306e\u30ea\u30b9\u30c8\u3067\u3059\u3002
report.team-list.developers.id=Id
report.team-list.developers.name=\u540d\u524d
report.team-list.developers.email=\u96fb\u5b50\u30e1\u30fc\u30eb
report.team-list.developers.url=URL
report.team-list.developers.organization=\u7d44\u7e54
report.team-list.developers.organizationurl=\u7d44\u7e54\u306eURL
report.team-list.developers.roles=\u5f79\u5272
report.team-list.developers.timezone=\u30bf\u30a4\u30e0\u30be\u30fc\u30f3
report.team-list.developers.actualtime=\u5b9f\u969b\u306e\u6642\u9593 (GMT)
report.team-list.developers.properties=\u5c5e\u6027
report.team-list.contributors.title=\u30b3\u30f3\u30c8\u30ea\u30d3\u30e5\u30fc\u30bf
report.team-list.nocontributor=\u3053\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306b\u73fe\u5728\u30b3\u30f3\u30c8\u30ea\u30d3\u30e5\u30fc\u30bf\u306f\u3044\u307e\u305b\u3093\u3002\u5f8c\u3067\u307e\u305f\u30c1\u30a7\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002
report.team-list.contributors.intro=\u4ee5\u4e0b\u306e\u4eba\u3005\u3082\u3001\u63d0\u6848\u3001\u30d1\u30c3\u30c1\u3001\u6587\u66f8\u5316\u306a\u3069\u306e\u65b9\u6cd5\u3067\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306b\u8ca2\u732e\u3057\u307e\u3057\u305f\u3002
report.team-list.contributors.name=\u540d\u524d
report.team-list.contributors.email=\u96fb\u5b50\u30e1\u30fc\u30eb
report.team-list.contributors.url=URL
report.team-list.contributors.organization=\u7d44\u7e54
report.team-list.contributors.organizationurl=\u7d44\u7e54\u306eURL
report.team-list.contributors.roles=\u5f79\u5272
report.team-list.contributors.timezone=\u30bf\u30a4\u30e0\u30be\u30fc\u30f3
report.team-list.contributors.actualtime=\u5b9f\u969b\u306e\u6642\u9593 (GMT)
report.team-list.contributors.properties=\u5c5e\u6027

report.scm.name=\u30bd\u30fc\u30b9\u30ea\u30dd\u30b8\u30c8\u30ea
report.scm.description=\u30a6\u30a7\u30d6\u30d6\u30e9\u30a6\u30b6\u306b\u3088\u3063\u3066\u95b2\u89a7\u3067\u304d\u308b\u30aa\u30f3\u30e9\u30a4\u30f3\u30bd\u30fc\u30b9\u30ea\u30dd\u30b8\u30c8\u30ea\u3078\u306e\u30ea\u30f3\u30af\u3067\u3059\u3002
report.scm.noscm=\u30bd\u30fc\u30b9\u7ba1\u7406\u30b7\u30b9\u30c6\u30e0\u306f\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u5f8c\u3067\u307e\u305f\u30c1\u30a7\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002
report.scm.title=\u30bd\u30fc\u30b9\u30ea\u30dd\u30b8\u30c8\u30ea
report.scm.overview.title=\u6982\u8981
report.scm.clearcase.intro=\u3053\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306f {ClearCase, http://www-306.ibm.com/software/awdtools/clearcase/} \u3092\u30bd\u30fc\u30b9\u30b3\u30fc\u30c9\u7ba1\u7406\u306b\u4f7f\u7528\u3057\u3066\u3044\u307e\u3059\u3002ClearCase \u306e\u4f7f\u7528\u6cd5\u306b\u3064\u3044\u3066\u306f {http://www.redbooks.ibm.com/redbooks/pdfs/sg246399.pdf, http://www.redbooks.ibm.com/redbooks/pdfs/sg246399.pdf} \u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
report.scm.cvs.intro=\u3053\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306f {Concurrent Versions System, http://www.cvshome.org/} \u3092\u30bd\u30fc\u30b9\u30b3\u30fc\u30c9\u7ba1\u7406\u306b\u4f7f\u7528\u3057\u3066\u3044\u307e\u3059\u3002 CVS \u306e\u4f7f\u7528\u6cd5\u306b\u3064\u3044\u3066\u306f{http://cvsbook.red-bean.com/, http://cvsbook.red-bean.com/}\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
report.scm.perforce.intro=\u3053\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306f {Perforce, http://www.perforce.com/} \u3092\u30bd\u30fc\u30b9\u30b3\u30fc\u30c9\u7ba1\u7406\u306b\u4f7f\u7528\u3057\u3066\u3044\u307e\u3059\u3002Perforce \u306e\u4f7f\u7528\u6cd5\u306b\u3064\u3044\u3066\u306f {http://www.perforce.com/perforce/doc.051/manuals/cmdref/index.html, http://www.perforce.com/perforce/doc.051/manuals/cmdref/index.html} \u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044.
report.scm.starteam.intro=\u3053\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306f {Starteam, http://www.borland.com/us/products/starteam/} \u3092\u30bd\u30fc\u30b9\u30b3\u30fc\u30c9\u7ba1\u7406\u306b\u4f7f\u7528\u3057\u3066\u3044\u307e\u3059\u3002
report.scm.svn.intro=\u3053\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306f {Subversion, http://subversion.tigris.org/} \u3092\u30bd\u30fc\u30b9\u30b3\u30fc\u30c9\u7ba1\u7406\u306b\u4f7f\u7528\u3057\u3066\u3044\u307e\u3059\u3002Subversion \u306e\u4f7f\u7528\u6cd5\u306b\u3064\u3044\u3066\u306f {http://svnbook.red-bean.com/, http://svnbook.red-bean.com/} \u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
report.scm.general.intro=\u3053\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306f\u30bd\u30fc\u30b9\u30b3\u30f3\u30c6\u30f3\u30c4\u7ba1\u7406\u30b7\u30b9\u30c6\u30e0\u3092\u30bd\u30fc\u30b9\u30b3\u30fc\u30c9\u7ba1\u7406\u306b\u4f7f\u7528\u3057\u3066\u3044\u307e\u3059\u3002
report.scm.webaccess.title=\u30a6\u30a7\u30d6\u30a2\u30af\u30bb\u30b9
report.scm.webaccess.url=\u4ee5\u4e0b\u306f\u30aa\u30f3\u30e9\u30a4\u30f3\u30bd\u30fc\u30b9\u30ea\u30dd\u30b8\u30c8\u30ea\u3078\u306e\u30ea\u30f3\u30af\u3067\u3059\u3002
report.scm.webaccess.nourl=\u3053\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u7528\u306b\u30ea\u30b9\u30c8\u30a2\u30c3\u30d7\u3055\u308c\u305f\u30aa\u30f3\u30e9\u30a4\u30f3\u30bd\u30fc\u30b9\u30ea\u30dd\u30b8\u30c8\u30ea\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u3042\u3068\u3067\u307e\u305f\u30c1\u30a7\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002
report.scm.anonymousaccess.title=\u533f\u540d\u30a2\u30af\u30bb\u30b9
report.scm.anonymousaccess.cvs.intro=\u3053\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e CVS \u30ea\u30dd\u30b8\u30c8\u30ea\u306f\u4ee5\u4e0b\u306e\u6307\u793a\u306b\u5f93\u3063\u3066\u533f\u540d\u3067\u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8\u3067\u304d\u307e\u3059\u3002\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u5165\u529b\u3092\u6c42\u3081\u3089\u308c\u305f\u3089\u3001\u5358\u306b Enter \u30ad\u30fc\u3092\u62bc\u3057\u3066\u304f\u3060\u3055\u3044\u3002
report.scm.anonymousaccess.svn.intro=\u30bd\u30fc\u30b9\u306f\u3053\u306e\u30b3\u30de\u30f3\u30c9\u306b\u3088\u3063\u3066 SVN \u304b\u3089\u533f\u540d\u3067\u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8\u3067\u304d\u307e\u3059\u3002
report.scm.anonymousaccess.general.intro=\u533f\u540d\u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8\u306b\u95a2\u3059\u308b\u3088\u308a\u8a73\u3057\u3044\u60c5\u5831\u306f\u4f7f\u7528\u3057\u3066\u3044\u308b\u30bd\u30fc\u30b9\u7ba1\u7406\u30b7\u30b9\u30c6\u30e0\u306e\u6587\u66f8\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u63a5\u7d9a URL \u306f\u4ee5\u4e0b\u306e\u901a\u308a\u3067\u3059\u3002
report.scm.devaccess.title=\u958b\u767a\u8005\u30a2\u30af\u30bb\u30b9
report.scm.devaccess.clearcase.intro=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u958b\u767a\u8005\u306e\u307f\u304c\u3053\u306e\u65b9\u6cd5\u3067 ClearCase \u306e\u30bd\u30fc\u30b9\u30c4\u30ea\u30fc\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u3059\u3002 \u30e6\u30fc\u30b6\u540d\u306f\u9069\u5207\u306a\u5024\u3067\u7f6e\u304d\u63db\u3048\u3066\u304f\u3060\u3055\u3044\u3002
report.scm.devaccess.cvs.intro=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u958b\u767a\u8005\u306e\u307f\u304c\u3053\u306e\u65b9\u6cd5\u3067 CVS \u306e\u30bd\u30fc\u30b9\u30c4\u30ea\u30fc\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u3059\u3002 \u30e6\u30fc\u30b6\u540d\u306f\u9069\u5207\u306a\u5024\u3067\u7f6e\u304d\u63db\u3048\u3066\u304f\u3060\u3055\u3044\u3002
report.scm.devaccess.perforce.intro=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u958b\u767a\u8005\u306e\u307f\u304c\u3053\u306e\u65b9\u6cd5\u3067 Perforce \u306e\u30bd\u30fc\u30b9\u30c4\u30ea\u30fc\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u3059\u3002 \u30e6\u30fc\u30b6\u540d\u3068\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u9069\u5207\u306a\u5024\u3067\u7f6e\u304d\u63db\u3048\u3066\u304f\u3060\u3055\u3044\u3002
report.scm.devaccess.starteam.intro=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u958b\u767a\u8005\u306e\u307f\u304c\u3053\u306e\u65b9\u6cd5\u3067 Starteam \u306e\u30bd\u30fc\u30b9\u30c4\u30ea\u30fc\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u3059\u3002 \u30e6\u30fc\u30b6\u540d\u306f\u9069\u5207\u306a\u5024\u3067\u7f6e\u304d\u63db\u3048\u3066\u304f\u3060\u3055\u3044\u3002
report.scm.devaccess.svn.intro1.https=Subversion \u30ea\u30dd\u30b8\u30c8\u30ea\u306b\u306f\u3060\u308c\u3067\u3082 HTTPS \u3067\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u3059\u304c\u3001 \u30b3\u30df\u30c3\u30c8\u306f Subversion \u30ea\u30dd\u30b8\u30c8\u30ea\u304b\u3089 HTTPS \u3067\u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8\u3057\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
report.scm.devaccess.svn.intro1.svn=Subversion \u30ea\u30dd\u30b8\u30c8\u30ea\u306b\u306f\u3060\u308c\u3067\u3082 SVN \u3067\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u3059\u304c\u3001 \u30b3\u30df\u30c3\u30c8\u306f Subversion \u30ea\u30dd\u30b8\u30c8\u30ea\u304b\u3089 SVN \u3067\u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8\u3057\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
report.scm.devaccess.svn.intro1.svnssh=Subversion \u30ea\u30dd\u30b8\u30c8\u30ea\u306b\u306f\u3060\u308c\u3067\u3082 SVN+SSH \u3067\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u3059\u304c\u3001 \u30b3\u30df\u30c3\u30c8\u306f Subversion \u30ea\u30dd\u30b8\u30c8\u30ea\u304b\u3089 SVN+SSH \u3067\u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8\u3057\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
report.scm.devaccess.svn.intro1.other=Subversion \u30ea\u30dd\u30b8\u30c8\u30ea\u306b\u306f\u3060\u308c\u3067\u3082 \u3067\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u3059\u304c\u3001 \u30b3\u30df\u30c3\u30c8\u306f Subversion \u30ea\u30dd\u30b8\u30c8\u30ea\u304b\u3089 \u3067\u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8\u3057\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002
report.scm.devaccess.svn.intro2=\u30ea\u30dd\u30b8\u30c8\u30ea\u306b\u5909\u66f4\u3092\u30b3\u30df\u30c3\u30c8\u3059\u308b\u306b\u306f\u3001, \u6b21\u306e\u30b3\u30de\u30f3\u30c9\u3092\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002(svn \u306f\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u5165\u529b\u3092\u6c42\u3081\u307e\u3059)
report.scm.devaccess.general.intro=\u958b\u767a\u8005\u306e\u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8\u306b\u95a2\u3059\u308b\u3088\u308a\u8a73\u3057\u3044\u60c5\u5831\u306f\u3001\u4f7f\u7528\u3057\u3066\u3044\u308b\u30bd\u30fc\u30b9\u7ba1\u7406\u30b7\u30b9\u30c6\u30e0\u306e\u6587\u66f8\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u63a5\u7d9a URL\u306f\u4ee5\u4e0b\u306e\u901a\u308a\u3067\u3059\u3002
report.scm.accessbehindfirewall.title=\u30d5\u30a1\u30a4\u30a2\u30d5\u30a9\u30fc\u30eb\u306e\u5f8c\u308d\u304b\u3089\u306e\u30a2\u30af\u30bb\u30b9
report.scm.accessbehindfirewall.svn.intro=\u4f01\u696d\u306e\u30d5\u30a1\u30a4\u30a2\u30a6\u30a9\u30fc\u30eb\u306b Subversion \u30ea\u30dd\u30b8\u30c8\u30ea\u3078\u306e HTTP \u30a2\u30af\u30bb\u30b9\u3092\u30d6\u30ed\u30c3\u30af\u3055\u308c\u3066\u56f0\u3063\u3066\u3044\u308b\u30e6\u30fc\u30b6\u306f\u3001\u958b\u767a\u8005\u7528\u306e\u63a5\u7d9a\u3092\u8a66\u3059\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
report.scm.accessbehindfirewall.cvs.intro=\u4f01\u696d\u306e\u30d5\u30a1\u30a4\u30a2\u30a6\u30a9\u30fc\u30eb\u306e\u5f8c\u308d\u3067\u56f0\u3063\u3066\u3044\u308b\u958b\u767a\u8005\u306f, {CVSGrab, http://cvsgrab.sourceforge.net/} \u3092\u4f7f\u7528\u3057\u3066 viewcvs Web \u30a4\u30f3\u30bf\u30fc\u30d5\u30a7\u30fc\u30b9\u3092\u901a\u3058\u3066\u30bd\u30fc\u30b9\u30b3\u30fc\u30c9\u3092\u30c1\u30a7\u30c3\u30af\u30a2\u30a6\u30c8\u51fa\u6765\u307e\u3059\u3002
report.scm.accessbehindfirewall.general.intro=\u30d5\u30a1\u30a4\u30a2\u30a6\u30a9\u30fc\u30eb\u306e\u5f8c\u308d\u304b\u3089\u306e\u30a2\u30af\u30bb\u30b9\u306b\u95a2\u3059\u308b\u3088\u308a\u8a73\u3057\u3044\u60c5\u5831\u306f\u4f7f\u7528\u3057\u3066\u3044\u308b\u30bd\u30fc\u30b9\u7ba1\u7406\u30b7\u30b9\u30c6\u30e0\u306e\u6587\u66f8\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
report.scm.accessthroughtproxy.title=\u30d7\u30ed\u30ad\u30b7\u7d4c\u7531\u306e\u30a2\u30af\u30bb\u30b9
report.scm.accessthroughtproxy.svn.intro1=\u9069\u5207\u306b\u8a2d\u5b9a\u3055\u308c\u308c\u3070\u3001\u30b5\u30d6\u30d0\u30fc\u30b8\u30e7\u30f3\u306f\u30d7\u30ed\u30ad\u30b7\u3092\u901a\u308a\u629c\u3051\u308b\u3053\u3068\u304c\u51fa\u6765\u307e\u3059\u3002\u307e\u305a\u3001"servers" \u8a2d\u5b9a\u30d5\u30a1\u30a4\u30eb\u3092\u7de8\u96c6\u3057\u3001\u4f7f\u7528\u3059\u308b\u30d7\u30ed\u30ad\u30b7\u3092\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u30d5\u30a1\u30a4\u30eb\u306e\u5834\u6240\u306f\u30aa\u30da\u30ec\u30fc\u30c6\u30a3\u30f3\u30b0\u30b7\u30b9\u30c6\u30e0\u306b\u4f9d\u5b58\u3057\u307e\u3059\u3002 Linux \u307e\u305f\u306f Unix \u3067\u306f "~/.subversion" \u306b\u914d\u7f6e\u3055\u308c\u307e\u3059\u3002Windows\u3067\u306f "%APPDATA%\\Subversion" \u306b\u914d\u7f6e\u3055\u308c\u307e\u3059\u3002(\u3053\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u304c\u96a0\u3057\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u3067\u3042\u308b\u3053\u3068\u306b\u6ce8\u610f\u3057\u307e\u3057\u3087\u3046\u3002"echo %APPDATA%"\u3092\u8a66\u3057\u3066\u304f\u3060\u3055\u3044\u3002)
report.scm.accessthroughtproxy.svn.intro2=\u3053\u306e\u30d5\u30a1\u30a4\u30eb\u306b\u306f\u4f55\u3092\u3059\u308c\u3070\u3088\u3044\u304b\u8aac\u660e\u3059\u308b\u30b3\u30e1\u30f3\u30c8\u304c\u66f8\u3044\u3066\u3042\u308a\u307e\u3059\u3002\u3053\u306e\u30d5\u30a1\u30a4\u30eb\u304c\u7121\u304b\u3063\u305f\u3089\u3001\u6700\u65b0\u306e Subversion \u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u3092\u53d6\u5f97\u3057\u3001\u306a\u306b\u304b\u30b3\u30de\u30f3\u30c9\u3092\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u305d\u308c\u306b\u3088\u3063\u3066\u8a2d\u5b9a\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u304c\u4f5c\u6210\u3055\u308c\u3001\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u30d5\u30a1\u30a4\u30eb\u304c\u751f\u6210\u3055\u308c\u308b\u3067\u3057\u3087\u3046\u3002
report.scm.accessthroughtproxy.svn.intro3=\u4f8b : 'servers' \u30d5\u30a1\u30a4\u30eb\u3092\u6b21\u306e\u3088\u3046\u306b\u7de8\u96c6\u3057\u3066\u304f\u3060\u3055\u3044\u3002

report.issuetracking.name=\u8ab2\u984c\u8ffd\u8de1
report.issuetracking.description=\u3053\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u8ab2\u984c\u7ba1\u7406\u30b7\u30b9\u30c6\u30e0\u3078\u30ea\u30f3\u30af\u3067\u3059\u3002\u3053\u306e\u30ea\u30f3\u30af\u3092\u5229\u7528\u3057\u3066\u8ab2\u984c (\u30d0\u30b0\u3001\u6a5f\u80fd\u3001\u5909\u66f4\u8981\u6c42) \u3092\u4f5c\u6210\u3057\u3001\u691c\u7d22\u3067\u304d\u307e\u3059\u3002
report.issuetracking.noissueManagement=\u8ab2\u984c\u7ba1\u7406\u30b7\u30b9\u30c6\u30e0\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u5f8c\u3067\u307e\u305f\u30c1\u30a7\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002
report.issuetracking.overview.title=\u6982\u8981
report.issuetracking.jira.intro=\u3053\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306f J2EE \u30d9\u30fc\u30b9\u306e {Jira, http://www.atlassian.com/software/jira} \u3068\u3044\u3046\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u8ab2\u984c\u8ffd\u8de1\u3068\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u7ba1\u7406\u306b\u4f7f\u7528\u3057\u3066\u3044\u307e\u3059\u3002
report.issuetracking.bugzilla.intro=\u3053\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306f {Bugzilla, http://www.bugzilla.org/} \u3092\u4f7f\u7528\u3057\u3066\u3044\u307e\u3059\u3002
report.issuetracking.scarab.intro=\u3053\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306f {Scarab, http://scarab.tigris.org/} \u3092\u4f7f\u7528\u3057\u3066\u3044\u307e\u3059\u3002
report.issuetracking.general.intro=\u3053\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306f\u8ab2\u984c\u7ba1\u7406\u30b7\u30b9\u30c6\u30e0\u3092\u8ab2\u984c\u7ba1\u7406\u306b\u4f7f\u7528\u3057\u3066\u3044\u307e\u3059\u3002
report.issuetracking.custom.intro=\u3053\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306f%issueManagementSystem%\u3092\u8ab2\u984c\u7ba1\u7406\u306b\u4f7f\u7528\u3057\u3066\u3044\u307e\u3059\u3002
report.issuetracking.title=\u8ab2\u984c\u8ffd\u8de1
report.issuetracking.intro=\u3053\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306b\u5bfe\u3059\u308b\u8ab2\u984c, \u30d0\u30b0, \u65b0\u6a5f\u80fd\u306e\u8981\u6c42\u306f\u4ee5\u4e0b\u306e\u8ab2\u984c\u7ba1\u7406\u30b7\u30b9\u30c6\u30e0\u306b\u767b\u9332\u3055\u308c\u307e\u3059\u3002

report.cim.name=\u7d99\u7d9a\u7684\u7d50\u5408
report.cim.description=\u30b3\u30fc\u30c9\u306e\u30d3\u30eb\u30c9\u3068\u30c6\u30b9\u30c8\u3092\u5b9a\u671f\u7684\u304b\u3064\u983b\u7e41\u306b\u884c\u3046\u3001\u3059\u3079\u3066\u306e\u7d99\u7d9a\u7684\u7d50\u5408\u30d7\u30ed\u30bb\u30b9\u306e\u5b9a\u7fa9\u3078\u306e\u30ea\u30f3\u30af\u3067\u3059\u3002
report.cim.nocim=\u7d99\u7d9a\u7684\u7d50\u5408\u7ba1\u7406\u30b7\u30b9\u30c6\u30e0\u306f\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u5f8c\u3067\u307e\u305f\u30c1\u30a7\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002
report.cim.title=\u7d99\u7d9a\u7684\u7d50\u5408
report.cim.overview.title=\u6982\u8981
report.cim.continuum.intro=\u3053\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306f {Continuum, http://maven.apache.org/continuum/} \u3092\u4f7f\u7528\u3057\u3066\u3044\u307e\u3059\u3002
report.cim.bugzilla.intro=\u3053\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306f {Bugzilla, http://www.bugzilla.org/} \u3092\u4f7f\u7528\u3057\u3066\u3044\u307e\u3059\u3002
report.cim.general.intro=\u3053\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306f\u7d99\u7d9a\u7684\u7d50\u5408\u30b7\u30b9\u30c6\u30e0\u3092\u4f7f\u7528\u3057\u3066\u3044\u307e\u3059\u3002
report.cim.access=\u30a2\u30af\u30bb\u30b9
report.cim.url=\u4ee5\u4e0b\u306f\u3053\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u7d99\u7d9a\u7684\u7d50\u5408\u30b7\u30b9\u30c6\u30e0\u3078\u306e\u30ea\u30f3\u30af\u3067\u3059\u3002
report.cim.nourl=\u7d99\u7d9a\u7684\u7d50\u5408\u30b7\u30b9\u30c6\u30e0\u306eURL\u306f\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
report.cim.notifiers.title=\u901a\u77e5\u5148
report.cim.notifiers.nolist=\u901a\u5148\u5148\u306f\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093.\u5f8c\u3067\u307e\u305f\u30c1\u30a7\u30c3\u30af\u3057\u3066\u4e0b\u3055\u3044\u3002
report.cim.notifiers.intro=\u30d3\u30eb\u30c9\u304c\u5931\u6557\u3057\u305f\u3068\u304d\u306b\u958b\u767a\u8005/\u30e6\u30fc\u30b6\u306b\u901a\u77e5\u3059\u308b\u3001\u30e6\u30fc\u30b6\u60c5\u5831\u3068\u901a\u77e5\u30e2\u30fc\u30c9\u3092\u542b\u3080\u8a2d\u5b9a\u3067\u3059\u3002
report.cim.notifiers.column.type=\u30bf\u30a4\u30d7
report.cim.notifiers.column.address=\u30a2\u30c9\u30ec\u30b9
report.cim.notifiers.column.configuration=\u8a2d\u5b9a

report.license.name=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30e9\u30a4\u30bb\u30f3\u30b9
report.license.description=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30e9\u30a4\u30bb\u30f3\u30b9\u306e\u5b9a\u7fa9\u3078\u306e\u30ea\u30f3\u30af\u3067\u3059\u3002
report.license.nolicense=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30e9\u30a4\u30bb\u30f3\u30b9\u306f\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
report.license.title=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30e9\u30a4\u30bb\u30f3\u30b9
report.license.overview.title=\u6982\u8981
report.license.overview.intro=\u591a\u304f\u306e\u5834\u5408\u3001\u30ea\u30b9\u30c8\u30a2\u30c3\u30d7\u3055\u308c\u3066\u3044\u308b\u30e9\u30a4\u30bb\u30f3\u30b9\u306f\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u81ea\u8eab\u306e\u3082\u306e\u3067\u3042\u308a\u3001\u4f9d\u5b58\u30e9\u30a4\u30d6\u30e9\u30ea\u306e\u3082\u306e\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002

report.dependency-convergence.name=\u4f9d\u5b58\u95a2\u4fc2\u306e\u4e00\u81f4\u5ea6
report.dependency-convergence.description=\u3053\u306e\u6587\u66f8\u306f\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u5168\u4f53\u3068\u305d\u306e\u30b5\u30d6\u30e2\u30b8\u30e5\u30fc\u30eb\u306b\u6e21\u3063\u3066\u3001\u4e00\u8cab\u3057\u3066\u540c\u3058\u30d0\u30fc\u30b8\u30e7\u30f3\u306e\u4f9d\u5b58\u95a2\u4fc2\u304c\u4f7f\u308f\u308c\u3066\u3044\u308b\u304b\u3069\u3046\u304b\u3092\u793a\u3057\u307e\u3059\u3002
report.dependency-convergence.title=\u30ea\u30a2\u30af\u30bf\u306e\u4f9d\u5b58\u95a2\u4fc2\u306e\u4e00\u81f4\u5ea6
report.dependency-convergence.legend=\u51e1\u4f8b
report.dependency-convergence.legend.shared=\u5168\u3066\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306f\u540c\u3058\u30d0\u30fc\u30b8\u30e7\u30f3\u306e\u4f9d\u5b58\u95a2\u4fc2\u3092\u5171\u6709\u3057\u3066\u3044\u307e\u3059\u3002
report.dependency-convergence.legend.different=\u5c11\u306a\u304f\u3068\u3082\u4e00\u3064\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u304c\u9055\u3046\u30d0\u30fc\u30b8\u30e7\u30f3\u306e\u4f9d\u5b58\u95a2\u4fc2\u3092\u4f7f\u7528\u3057\u3066\u3044\u307e\u3059\u3002
report.dependency-convergence.stats.caption=\u7d71\u8a08
report.dependency-convergence.stats.subprojects=\u30b5\u30d6\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u6570
report.dependency-convergence.stats.dependencies=\u4f9d\u5b58\u95a2\u4fc2\u306e\u6570 (NOD)
report.dependency-convergence.stats.artifacts=\u4e00\u610f\u306e\u30a2\u30fc\u30c6\u30a3\u30d5\u30a1\u30af\u30c8\u306e\u6570 (NOA)
report.dependency-convergence.stats.snapshots=\u30b9\u30ca\u30c3\u30d7\u30b7\u30e7\u30c3\u30c8\u30a2\u30fc\u30c6\u30a3\u30d5\u30a1\u30af\u30c8\u306e\u6570 (NOS)
report.dependency-convergence.stats.convergence=\u4e00\u81f4\u5ea6 (NOD/NOA)
report.dependency-convergence.stats.readyrelease=\u30ea\u30ea\u30fc\u30b9\u6e96\u5099\u5b8c\u4e86 (100% \u306e\u4e00\u81f4\u5ea6\u3068\u30b9\u30ca\u30c3\u30d7\u30b7\u30e7\u30c3\u30c8\u306e\u4e0d\u4f7f\u7528)
report.dependency-convergence.stats.readyrelease.success=\u6210\u529f
report.dependency-convergence.stats.readyrelease.error=\u30a8\u30e9\u30fc
report.dependency-convergence.stats.readyrelease.error.convergence=\u4e00\u81f4\u5ea6\u304c 100% \u306b\u306a\u3063\u3066\u3044\u307e\u305b\u3093\u3002
report.dependency-convergence.stats.readyrelease.error.snapshots=\u30b9\u30ca\u30c3\u30d7\u30b7\u30e7\u30c3\u30c8\u4f9d\u5b58\u95a2\u4fc2\u304c\u4f7f\u308f\u308c\u3066\u3044\u307e\u3059\u3002
report.dependency-convergence.convergence.caption=\u30b5\u30d6\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u4f9d\u5b58\u95a2\u4fc2

report.index.title=\u3053\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306b\u3064\u3044\u3066
report.index.nodescription=\u3053\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306b\u3064\u3044\u3066\u306e\u8aac\u660e\u306f\u73fe\u5728\u7528\u610f\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002

report.dependencies.graph.title=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u4f9d\u5b58\u95a2\u4fc2\u30b0\u30e9\u30d5
report.dependencies.graph.tree.title=\u4f9d\u5b58\u95a2\u4fc2\u30c4\u30ea\u30fc
report.dependencies.graph.tables.title=\u4f9d\u5b58\u95a2\u4fc2\u4e00\u89a7
report.dependencies.graph.tables.column.groupid=\u30b0\u30eb\u30fc\u30d7ID
report.dependencies.graph.tables.column.artifactid=\u6210\u679c\u7269ID
report.dependencies.graph.tables.column.version=\u30d0\u30fc\u30b8\u30e7\u30f3
report.dependencies.graph.tables.column.comments=\u5099\u8003
report.dependencies.graph.tables.attached=\u6dfb\u4ed8
report.dependencies.graph.tables.notAttached=\u975e\u6dfb\u4ed8

report.summary.title=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30b5\u30de\u30ea
report.summary.name=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30b5\u30de\u30ea
report.summary.description=\u3053\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u95a2\u9023\u60c5\u5831\u3067\u3059\u3002
report.summary.field=\u30d5\u30a3\u30fc\u30eb\u30c9
report.summary.value=\u5024
report.summary.general.title=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u60c5\u5831
report.summary.general.name=\u540d\u79f0
report.summary.general.description=\u8aac\u660e
report.summary.general.homepage=\u30db\u30fc\u30e0\u30da\u30fc\u30b8
report.summary.build.title=\u30d3\u30eb\u30c9\u60c5\u5831
report.summary.build.groupid=\u30b0\u30eb\u30fc\u30d7ID
report.summary.build.artifactid=\u6210\u679c\u7269ID
report.summary.build.version=\u30d0\u30fc\u30b8\u30e7\u30f3
report.summary.build.type=\u30bf\u30a4\u30d7
report.summary.organization.title=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u7d44\u7e54\u60c5\u5831
report.summary.organization.name=\u540d\u79f0
report.summary.organization.url=URL
